[
    {
        "img": "https://cdni.iconscout.com/illustration/premium/thumb/machine-learning-1439658-1213897.png",
        "id": "635784947e9b1957c9e37ffb",
        "price": 285,
        "duration": 6,
        "categories_id": 1,
        "time": 30,
        "title": "Machine learning is a field of computer science and artificial intelligence that deals with the task of teaching computers to learn from data without being explicitly programmed. It is a type of data mining that allows computers to “learn” on their own by analyzing data sets and using pattern recognition. Machine learning has many benefits, including improved accuracy, efficiency, and decision-making.",
        "name": "Machine Learning"
    },
    {
        "img": "https://cdni.iconscout.com/illustration/premium/thumb/data-science-illustration-concept-1533027-1304574.png",
        "id": "6357849488d3baec3007c708",
        "price": 399,
        "duration": 6,
        "categories_id": 2,
        "time": 30,
        "title": "If used effectively, keeping in mind the increasing demand and requirement, companies can use data to make massive operational efficiencies in their business. However, despite these potentials, data science implementation and use are considered less across various industries. It is mainly due to the lack of skilled and talented data scientists and the persistent skill gap in the industry.",
        "name": "Data Science"
    },
    {
        "img": "https://cdni.iconscout.com/illustration/premium/preview/deep-learning-illustration-concept-1533030-1304577.png?w=0&h=700",
        "id": "635784942a6655d4b86816cc",
        "price": 377,
        "duration": 6,
        "categories_id": 3,
        "time": 30,
        "title": "Deep learning is a branch of machine learning (ML) that mimics the functioning of the human brain to find correlations and patterns by processing data with a specified logical structure. Also referred to as deep neural networks, deep learning uses multiple hidden layers in the neural network as opposed to traditional neural networks that only contain a handful of hidden layers.",
        "name": "Deep Learning"
    },
    {
        "img": "https://thestempedia.com/wp-content/uploads/2020/07/Best-AI-learning-resources-for-kids-1000x667.png",
        "id": "63578494524bc479a7897973",
        "price": 259,
        "duration": 6,
        "categories_id": 4,
        "time": 30,
        "title": "The digital revolution has already changed how people live, work, and communicate. And it’s only just getting started. But the same technologies that have the potential to help billions of people live happier, healthier, and more productive lives are also creating new challenges for citizens and governments around the world.",
        "name": "Artificial Inteligence"
    },
    {
        "img": "https://blog.sagipl.com/wp-content/uploads/2017/04/Mobile-Application-Development-Trends.jpg",
        "id": "63578494d157afe59dd5d24b",
        "price": 179,
        "duration": 6,
        "categories_id": 5,
        "time": 30,
        "title": "In the past decade, mobile app usage has exploded all around the world. By the end of 2020, there were about 3.5 billion smartphone users worldwide, and an estimated 1.4 billion smartphones were sold in that year alone.",
        "name": "Mobile Application"
    },
    {
        "img": "https://t4.ftcdn.net/jpg/05/05/39/59/360_F_505395943_l1jwu722NBoI73CfNJDb1C0Hw4lqGsfP.jpg",
        "id": "635784946f287069cb2d7909",
        "price": 309,
        "duration": 6,
        "categories_id": 6,
        "time": 30,
        "title": "The primary benefit of ethical hacking is to prevent data from being stolen and misused by malicious attackers, as well as: Discovering vulnerabilities from an attacker's POV so that weak points can be fixed. Implementing a secure network that prevents security breaches.",
        "name": "Ethical Hacking"
    }
]